---
kind: property
id: P:Autodesk.Revit.DB.View.AreModelCategoriesHidden
zh: 视图
source: html/402ac757-555b-de0e-74a5-60f77707ee9a.htm
---
# Autodesk.Revit.DB.View.AreModelCategoriesHidden Property

**中文**: 视图

Indicates if model categories are currently hidden in the view.

## Syntax (C#)
```csharp
public bool AreModelCategoriesHidden { get; set; }
```